tap "borgbackup/tap"
tap "derailed/k9s"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "julien040/gut"
tap "koekeishiya/formulae"
tap "radulucut/cleed"
tap "remotemobprogramming/brew"
brew "asdf"
brew "atuin"
brew "imagemagick"
brew "autotrace"
brew "bat"
brew "bfg"
brew "btop"
brew "difftastic"
brew "direnv"
brew "docker"
brew "doggo"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "glab"
brew "glow"
brew "gum"
brew "helm"
brew "htop"
brew "httpie"
brew "iproute2mac"
brew "jj"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "llm"
brew "lua"
brew "mas"
brew "maven"
brew "mkcert"
brew "nmap"
brew "nowplaying-cli"
brew "nss"
brew "ollama", restart_service: true
brew "pandoc"
brew "pipx"
brew "pkgconf"
brew "pnpm"
brew "ripgrep"
brew "sops"
brew "stow"
brew "switchaudio-osx"
brew "tailscale"
brew "telnet"
brew "tfenv"
brew "topgrade"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "borgbackup/tap/borgbackup-fuse"
brew "derailed/k9s/k9s"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/fyabai", args: ["HEAD"]
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "android-platform-tools"
cask "ankerwork"
cask "arc"
cask "betterdisplay"
cask "box-drive"
cask "chatgpt"
cask "citrix-workspace"
cask "cursor"
cask "drawio"
cask "firefox"
cask "firefox@developer-edition"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome@canary"
cask "google-drive"
cask "gpg-suite"
cask "heptabase"
cask "home-assistant"
cask "istat-menus"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "macfuse"
cask "macupdater"
cask "mediamate"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-outlook"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "miro"
cask "mongodb-compass"
cask "msty"
cask "musescore"
cask "native-access"
cask "nordvpn"
cask "notion"
cask "obsidian"
cask "orbstack"
cask "parallels"
cask "philips-hue-sync"
cask "pitch"
cask "raindropio"
cask "raspberry-pi-imager"
cask "raycast"
cask "reader"
cask "setapp"
cask "sf-symbols"
cask "slack"
cask "soundsource"
cask "steam"
cask "swish"
cask "teamviewer"
cask "thunderbird"
cask "tidal"
cask "todoist"
cask "tor-browser"
cask "tradingview"
cask "vmware-fusion"
cask "vorta"
cask "wezterm"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Local Calendar Sync", id: 6478960914
mas "Logic Pro", id: 634148309
mas "Logic Pro", id: 634148309
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "PDF Expert", id: 1055273043
mas "Reeder", id: 6475002485
mas "Shortery", id: 1594183810
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-docker"
