tap "buo/cask-upgrade"
tap "danielbair/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "kaplanelad/tap"
tap "nextdns/tap"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "rajiv/fastmate"
tap "remotemobprogramming/brew"
tap "rusty-ferris-club/tap"
brew "asdf"
brew "bat"
brew "borgbackup"
brew "cheat"
brew "cmake"
brew "dog"
brew "duf"
brew "dust"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "glab"
brew "gum"
brew "helm"
brew "htop"
brew "httpie"
brew "hyperkit"
brew "jq"
brew "lima"
brew "lsd"
brew "mas"
brew "minikube"
brew "nmap"
brew "pinentry"
brew "pwgen"
brew "python@3.9"
brew "rename"
brew "ripgrep"
brew "starship"
brew "thefuck"
brew "tldr"
brew "topgrade"
brew "trivy"
brew "watch"
brew "wget"
brew "xh"
brew "zoxide"
brew "zsh"
brew "kaplanelad/tap/shellfirm"
brew "nextdns/tap/nextdns"
brew "qmk/qmk/qmk"
brew "remotemobprogramming/brew/mob"
brew "rusty-ferris-club/tap/shellclear"
cask "1password"
cask "adguard"
cask "affinity-designer"
cask "alfred"
cask "bartender"
cask "chromium"
cask "easyeda"
cask "fantastical"
cask "font-fira-code-nerd-font"
cask "font-hack"
cask "freetube"
cask "google-chrome"
cask "gpg-suite"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keka"
cask "keybase"
cask "knockknock"
cask "little-snitch"
cask "lunacy"
cask "micro-snitch"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-teams"
cask "microsoft-word"
cask "netiquette"
cask "ngrok"
cask "notion"
cask "nvidia-geforce-now"
cask "openin"
cask "pastebot"
cask "pichon"
cask "postbox"
cask "raindropio"
cask "rapidapi"
cask "raspberry-pi-imager"
cask "raycast"
cask "reikey"
cask "setapp"
cask "shimo"
cask "shottr"
cask "slack"
cask "sloth"
cask "taskexplorer"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Affinity Photo", id: 824183456
mas "AusweisApp2", id: 948660805
mas "Balance Lock", id: 1019371109
mas "Compressor", id: 424390742
mas "Developer", id: 640199958
mas "Final Cut Pro", id: 424389933
mas "Geofency", id: 615538630
mas "JSONPeep", id: 1458969831
mas "Kagi Inc.", id: 1622835804
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Motion", id: 434290957
mas "Nautomate", id: 1608529689
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDF Expert", id: 1055273043
mas "Reeder", id: 1529448980
mas "Save to Raindrop.io", id: 1549370672
mas "Save to Reader", id: 1640236961
mas "Telefon", id: 406825478
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Yoink", id: 457622435
