tap "derailed/k9s"
tap "homebrew/bundle"
tap "remotemobprogramming/brew"
brew "asdf"
brew "atuin"
brew "bat"
brew "bfg"
brew "btop"
brew "direnv"
brew "docker"
brew "eza"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gh"
brew "git-extras"
brew "git-lfs"
brew "glab"
brew "glow"
brew "gum"
brew "helm"
brew "htop"
brew "httpie"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "nmap"
brew "pandoc"
brew "pipx"
brew "pnpm"
brew "ripgrep"
brew "sops"
brew "stow"
brew "tailscale"
brew "telnet"
brew "tfenv"
brew "topgrade"
brew "tree"
brew "vault"
brew "wget"
brew "yarn"
brew "zoxide"
brew "zsh"
brew "derailed/k9s/k9s"
brew "remotemobprogramming/brew/mob"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "arc"
cask "bartender"
cask "betterdisplay"
cask "firefox"
cask "firefox@developer-edition"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "gpg-suite"
cask "heptabase"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "macfuse"
cask "macupdater"
cask "mediamate"
cask "miro"
cask "notion"
cask "obsidian"
cask "raindropio"
cask "raycast"
cask "reader"
cask "slack"
cask "swish"
cask "thunderbird"
cask "todoist"
cask "tradingview"
cask "vmware-fusion"
cask "zed"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Compressor", id: 424390742
mas "Final Cut Pro", id: 424389933
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keymapp", id: 6472865291
mas "Keynote", id: 409183694
mas "Local Calendar Sync", id: 6478960914
mas "Logic Pro", id: 634148309
mas "Microsoft Excel", id: 462058435
mas "Microsoft Word", id: 462054704
mas "Notchmeister", id: 1599169747
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "PDF Expert", id: 1055273043
mas "Shortery", id: 1594183810
mas "Tailscale", id: 1475387142
mas "TestFlight", id: 899247664
mas "Xcode", id: 497799835
